{
    "navbar": {
        "home": "Home",
        "services": "Services",
        "projects": "Projects",
        "career": "Career",
        "about-us": "About Us",
        "contact-us": "Contact Us",
        "info-about-us": "Information about us",
        "our-team": "Our Team",
        "blog": "Blog",
        "certificate": "MYM Certificate"
    },
    "landing": {
        "before-span": "Find the best",
        "span": " Software ",
        "after-span": "Solutions",
        "para": "Your first choice to turn your idea into reality",
        "red-btn": "Have a free Consultation",
        "trans-btn": "Contact Us"
    },
    "footer": {
        "main-data": {
            "addres": "Al Haram 177 - Al Giza"
        },
        "service-data": {
            "title": "Service",
            "ui": "UI UX Design",
            "mobile": " Mobile Development",
            "motion": "Motion Graphic",
            "web": "Web Development",
            "marketing": "Digital Marketing",
            "video": "Video Editing"
        },
        "company-data": {
            "title": "Company",
            "service": "Service",
            "our-team": "Our Team",
            "portfolio": "Portfolio",
            "partner": "Out trusted partner"
        },
        "supourt-data": {
            "title": "Supports",
            "help": "Help Center",
            "feed": "Feedback",
            "contact": "Contact us",
            "terms": "Terms conditions"
        },
        "social-data": {
            "title": "Our Social Media",
            "facebook": "Facebook",
            "linkedin": "Linkedin",
            "insta": "Instagram",
            "theards": "Theards"
        },
        "foot-footer": {
            "privacy": "Privacy",
            "security": "Security",
            "terms": "Terms",
            "copy": "2021 MYM - All rights reserved."
        }
    },
    "services" : {
        "our-services" : {
            "main-heading": "Our ",
        "heading-span": "Services",
        "heading-content": "All the services you need in one place in safe hands",
        "app-title": "App Development",
        "app-content": "We specialize in app development using Flutter, a versatile and efficient framework. With Flutter's cross-platform capabilities, we create visually stunning and high-performance applications for both iOS and Android platforms. Our team of experienced developers leverages to build interactive and responsive user interfaces while ensuring speedy development. ",
        "web-title": "Web Development",
        "web-content": "We provide comprehensive web development services that encompass both frontend and backend development. Our team of skilled developers uses the latest technologies and programming languages to build user-friendly and interactive frontend interfaces that deliver an exceptional user experience. In addition, we have extensive expertise in backend development, delivering scalable and secure web applications that meet the highest standards of usability and functionality.",
        "cyberSecurity-title": "Cyber security",
        "cyberSecurity-content": "We provide comprehensive cyber security solutions that protect businesses from potential threats. We employ advanced threat intelligence, machine learning, and AI-driven algorithms to detect and prevent cyber-attacks before they cause damage. Our team of experienced cybersecurity professionals works closely with clients to assess their risk profile and develop tailored solutions to address their unique needs.",
        "testing-title": "Testing",
        "testing-content": "We specialize in providing comprehensive testing services to ensure the quality and reliability of software applications. Our team of skilled testers utilizes industry-standard methodologies and tools to conduct various types of testing, including functional, performance, security, and usability testing. We collaborate closely with clients to understand their testing requirements and deliver personalized solutions that identify and resolve software defects efficiently.",
        "design-title": "UI/UX Design",
        "design-content": "We provide UI/UX design services that focus on creating intuitive and engaging user experiences. Our team of talented designers works closely with clients to understand their brand and users' needs, leveraging this knowledge to produce aesthetically pleasing and functional designs. Our services range from wireframe and prototyping to full-scale UI/UX design, ensuring that we cater to our clients' needs at every stage of the design process.",
        "graphicDesign-title": "Graphic Design",
        "graphicDesign-content": "We offer top-notch graphic design services, combining creativity and technical expertise to deliver visually stunning and impactful designs. Our team of skilled designers specializes in creating captivating visuals that effectively communicate our clients' message and enhance their brand identity. From logos and branding materials to marketing collateral and website graphics, we provide a wide range of graphic design solutions tailored to meet the unique needs of each client."
        },
        "work-procedure" :{
            "heading": "We are here to ",
            "heading-span": "help you",
            "heading-content": "Our work procedure",
            "contact-title": "Contact us",
            "contact-content" : "Contact us and tell us anything you want to design",
            "plan-title": "The plan",
            "plan-content": "We will give you the complete construction steps for your project",
            "design-title": "The Design",
            "design-content": "Once agreed, we will give you a professional user interface design",
            "programming-title": "Programming",
            "programming-content": "We will write the program (code) and connect the databases",
            "examination-title": "Final Examination",
            "examination-content": "We will check the code and secure it from vulnerabilities",
            "puplish-title": "Pubilsh",
            "puplish-content": "We will upload and explain the application or website so you can start making profits"
        },
        "why-us": {
            "heading": "Why",
            "heading-span": " Choose us",
            "heading-content": "At MYM Go we value every customer and every new idea, because we believe they make the world better",
            "client-title": "Client oriented",
            "client-content": "Ensuring we understand and meet our client's specific needs and goals.",
            "fast-title": "Fast",
            "fast-content": "Being fast reduces time to market and allows a competitive edge.",
            "proff-title": "Professional",
            "proff-content": "Ensuring reliable communication, efficient project management.",
            "quality-title": "Quality assured",
            "quality-content": "Ensuring a reliable solution, and providing optimal performance."
        }
        
    }
}